{
    "rows": [
        {
            "line": "The Ahaz brigade left for the continuation of the attack in order to conquer the Ramatanya hills.",
            "durationSec": 6
        },
        {
            "line": "A small force of the brigade managed to climb Ramataniya Hill but",
            "durationSec": 5.3
        },
        {
            "line": "The shortage of ammunition and fuel resulted in the needle decision",
            "durationSec": 3
        },
        {
            "line": "retreat and regroup in Naphach",
            "durationSec": 4
        },
        {
            "line": "When I get into the saddle I discover in front of me in the area of Hushniyeh",
            "durationSec": 3.5
        },
        {
            "line": "Dozens of tanks in a state of posture, not even in a state of battle",
            "durationSec": 5
        },
        {
            "line": "and vehicles",
            "durationSec": 1
        },
        {
            "line": "And I, like at the range, start shooting at them. I destroyed about 7 or 8 tanks, alone",
            "durationSec": 5
        },
        {
            "line": "And immediately this entire battalion, a battalion and a half that was here woke up and shot in my direction",
            "durationSec": 8
        },
        {
            "line": "And while conducting the battle I took a direct hit",
            "durationSec": 6
        },
        {
            "line": "MAHASH probably between the tomb and the minaret,",
            "durationSec": 3.6
        },
        {
            "line": "The tank started burning",
            "durationSec": 2.2
        },
        {
            "line": "We went out with the tank, the tank our contact Saeed was seriously injured in the pelvis",
            "durationSec": 6
        },
        {
            "line": "He was unable to move",
            "durationSec": 1.7
        },
        {
            "line": "We rescued him from the tank. We carried him on our backs along the village until we left the outskirts of the village",
            "durationSec": 6
        },
        {
            "line": "There we actually saw Harel start to come back",
            "durationSec": 3.5
        },
        {
            "line": "Luckily he was looking at us",
            "durationSec": 3
        },
        {
            "line": "We waved at him to come in our direction and indeed Harel really came back",
            "durationSec": 5
        },
        {
            "line": "And the forces returned to Nefh to reorganize",
            "durationSec": 3
        }
    ]
}